Revit 2027 API
ExternalApplicationArrayIterator Properties
The ExternalApplicationArrayIterator type exposes the following members.
Properties
Name | Description
Current | Retrieves the item that is the current focus of the iterator.
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
ExternalApplicationArrayIterator Class
Autodesk.Revit.UI Namespace